Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Trends report
de: Trendbericht
es: Informe de tendencias
fr: Rapport de tendances
it: Report degli andamenti
pl: Raport o trendach
pt_pt: Relatório de tendências
ru: Отчёт по трендам
th: รายงานแนวโน้ม
zh_hans: 趋势报告
zh_hant: 趨勢報告

source: Triple
de: Dreifach
it: Triplo
pl: Potroić
pt_pt: Triplo
ru: Тройной
th: ทริปเปิ้ล
zh_hans: 三倍
zh_hant: 三倍

source: Try a different activity name.
de: Versuch einen anderen Aktivitätsnamen.
es: Prueba con otro nombre de actividad.
fr: Essayez un autre nom d'activité.
it: Prova un nome di attività diverso.
pl: Wypróbuj inną nazwę działania.
pt_pt: Experimente outro nome de atividade.
ru: Попробуйте другое название активности.
th: ลองใช้ชื่อกิจกรรมอื่น
zh_hans: 请尝试其他活动名称。
zh_hant: 請嘗試其他活動名稱。

source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
pl: Spróbuj ponownie
pt_pt: Tente novamente
ru: Повторить
th: ลองอีกครั้ง
zh_hans: 重试
zh_hant: 重試

source: Try WHOOP 5/MG protocol probes
de: WHOOP 5/MG-Protokolltests ausprobieren
es: Prueba las sondas del protocolo WHOOP 5/MG
fr: Essayer les sondes de protocole WHOOP 5/MG
it: Prova le sonde di protocollo WHOOP 5/MG
pl: Wypróbuj sondy protokołu WHOOP 5/MG
pt_pt: Experimente as sondagens de protocolo WHOOP 5/MG
ru: Попробовать экспериментальные функции протокола WHOOP 5/MG
th: ลองใช้โพรบโปรโตคอล WHOOP 5/MG
zh_hans: 尝试 WHOOP 5/MG 协议探测
zh_hant: 嘗試 WHOOP 5/MG 協議探測

source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
pl: wt
pt_pt: ter
ru: Вт
th: อ
zh_hans: 周二
zh_hant: 週二

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
pl: Wtorek
pt_pt: Terça-feira
ru: Вторник
th: วันอังคาร
zh_hans: 星期二
zh_hant: 星期二

source: Turn deep data back off
de: Deep-Data wieder ausschalten
es: Volver a desactivar los datos profundos
fr: Désactiver à nouveau les données approfondies
it: Disattiva di nuovo i dati approfonditi
pl: Wyłącz z powrotem dane szczegółowe
pt_pt: Voltar a desativar os dados profundos
ru: Снова отключить глубокие данные
th: ปิดข้อมูลเชิงลึกกลับ
zh_hans: 重新关闭深层数据
zh_hant: 重新關閉深層資料

source: Turn gate off (write '0')
de: Sperre ausschalten ('0' schreiben)
es: Desactivar bloqueo (escribir '0')
fr: Désactiver le verrou (écrire « 0 »)
it: Disattiva blocco (scrivi '0')
pl: Wyłącz bramę (wpisz „0”)
pt_pt: Desativar bloqueio (escrever '0')
ru: Выключить блокировку (записать '0')
th: ปิดประตู (เขียน '0')
zh_hans: 关闭开关（写入 '0'）
zh_hant: 關閉開關（寫入 '0'）

source: Turn gate on (write '1')
de: Sperre einschalten ('1' schreiben)
es: Activar bloqueo (escribir '1')
fr: Activer le verrou (écrire « 1 »)
it: Attiva blocco (scrivi '1')
pl: Włącz bramę (wpisz „1”)
pt_pt: Ativar bloqueio (escrever '1')
ru: Включить блокировку (записать '1')
th: เปิดประตู (เขียน '1')
zh_hans: 打开开关（写入 '1'）
zh_hant: 開啟開關（寫入 '1'）

source: Turn it off any time
de: Schalten Sie es jederzeit aus
es: Apágalo en cualquier momento
fr: Éteignez-le à tout moment
it: Spegnilo in qualsiasi momento
pl: Wyłącz w dowolnej chwili
pt_pt: Desligue a qualquer momento
ru: Выключи его в любой момент
th: ปิดได้ทุกเมื่อ
zh_hans: 随时将其关闭
zh_hant: 隨時將其關閉

source: Turn off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
pl: Wyłączyć coś
pt_pt: Desligar
ru: Выключить
th: ปิดเครื่อง
zh_hans: 关闭
zh_hant: 關閉

source: Turn off cycle awareness
de: Zyklusbewusstsein ausschalten
es: Desactivar el seguimiento del ciclo
fr: Désactiver le suivi du cycle
it: Disattiva la consapevolezza del ciclo
pl: Wyłącz świadomość cyklu
pt_pt: Desligue a consciência do ciclo
ru: Отключить учёт цикла
th: ปิดการรับรู้วงจร
zh_hans: 关闭周期感知
zh_hant: 關閉週期感知

source: Turn off to hide the Coach card and floating button. Per-metric “Ask coach” and the AI that writes your card summaries keep working.
de: Ausschalten, um die Coach-Karte und den schwebenden Button auszublenden. Das „Coach fragen“ pro Messwert und die KI, die deine Kartenzusammenfassungen schreibt, laufen weiter.
es: Desactívalo para ocultar la tarjeta del Coach y el botón flotante. El “Preguntar al coach” por métrica y la IA que redacta los resúmenes de tus tarjetas siguen funcionando.
fr: Désactivez pour masquer la carte du Coach et le bouton flottant. Le « Demander au coach » par métrique et l’IA qui rédige les résumés de vos cartes continuent de fonctionner.
it: Disattiva per nascondere la carta Coach e il pulsante mobile. Il sistema "Chiedi al coach" permetrico e l'intelligenza artificiale che scrive i riepiloghi delle tue carte continuano a funzionare.
pl: Wyłącz, by ukryć kartę trenera i pływający przycisk. Opcja „Zapytaj trenera” przy poszczególnych wskaźnikach oraz AI pisząca podsumowania kart działają dalej.
pt_pt: Desligue para ocultar o cartão Coach e o botão flutuante. O “Pergunte ao treinador” por métrica e a IA que escreve os resumos do seu cartão continuam funcionando.
ru: Выключите, чтобы скрыть карточку Coach и плавающую кнопку. Функция «Спросите тренера» по каждому показателю и ИИ, который записывает сводки ваших карточек, продолжают работать.
th: ปิดเพื่อซ่อนการ์ด โค้ช และปุ่มลอย “ถามโค้ช” ต่อเมตริกและ AI ที่เขียนสรุปการ์ดของคุณยังคงทำงานต่อไป
zh_hans: 关闭以隐藏 Coach 卡和浮动按钮。按指标“询问教练”和编写卡片摘要的人工智能继续工作。
zh_hant: 關閉以隱藏 Coach 卡和浮動按鈕。按指標「詢問教練」和編寫卡片摘要的人工智慧繼續運作。

source: Turn on
de: Aktivieren
es: Activar
fr: Activer
it: Accendi
pl: Włącz
pt_pt: Ligar
ru: Включи
th: เปิดเครื่อง
zh_hans: 打开
zh_hant: 打開

source: Turn on a test for the thing that's wrong, wear the strap, then tap Report. All on %@.
de: Schalte einen Test für das ein, was nicht stimmt, trage den Strap und tippe dann auf „Bericht“. Alles auf %@.
es: Activa una prueba para lo que va mal, ponte la pulsera y luego toca Informe. Todo en %@.
fr: Activez un test pour ce qui ne va pas, portez le bracelet, puis touchez Rapport. Tout sur %@.
it: Attiva un test per ciò che non va, indossa la fascia, poi tocca Report. Tutto su %@.
pl: Włącz test na to, co jest nie tak, załóż pasek, a następnie dotknij Zgłoś. Wszystko na %@.
pt_pt: Ative um teste para detetar o que está errado, utilize a bracelete e toque em Denunciar. Tudo em %@.
ru: Включите тест для проблемы, наденьте браслет, затем нажмите «Отчёт». Всё на %@.
th: เปิดการทดสอบสิ่งที่ผิดปกติ สวมสายรัด แล้วแตะรายงาน ทั้งหมดบน %@.
zh_hans: 为出问题的部分开启一项测试，佩戴手环，然后点击「报告」。全部在 %@ 上。
zh_hant: 為出問題的部分開啟一項測試，佩戴手環，然後點擊「報告」。全部在 %@ 上。

source: Turn on a test for the thing that's wrong, wear the strap, then tap Report. Your strap log, recalibrate, scheduled export and experimental probes all live here too.
de: Schalte einen Test für das ein, was nicht stimmt, trage den Strap und tippe dann auf „Bericht“. Dein Strap-Log, Neukalibrierung, geplanter Export und experimentelle Sonden leben auch hier.
es: Activa una prueba para lo que va mal, ponte la pulsera y luego toca Informe. El registro de tu pulsera, la recalibración, la exportación programada y las sondas experimentales también viven aquí.
fr: Activez un test pour ce qui ne va pas, portez le bracelet, puis touchez Rapport. Le journal de votre bracelet, le recalibrage, l'export programmé et les sondes expérimentales se trouvent aussi ici.
it: Attiva un test per ciò che non va, indossa la fascia, poi tocca Report. Anche il registro della fascia, la ricalibrazione, l'esportazione pianificata e le sonde sperimentali si trovano qui.
pl: Włącz test na to, co jest nie tak, załóż pasek, a następnie dotknij Zgłoś. Twój dziennik paska, ponowna kalibracja, zaplanowany eksport i sondy eksperymentalne również znajdują się tutaj.
pt_pt: Ative um teste para detetar o que está errado, utilize a bracelete e toque em Denunciar. O teu registo de bracelete, recalibração, exportação programada e sondas experimentais também estão aqui.
ru: Включите тест для проблемы, наденьте браслет, затем нажмите «Отчёт». Здесь же находятся журнал браслета, повторная калибровка, запланированный экспорт и экспериментальные пробы.
th: เปิดการทดสอบสิ่งที่ผิดปกติ สวมสายรัด แล้วแตะรายงาน บันทึกสายรัดของคุณ ปรับเทียบใหม่ กำหนดการส่งออก และโพรบทดลองทั้งหมดแบบเรียลไทม์ที่นี่เช่นกัน
zh_hans: 为出问题的部分开启一项测试，佩戴手环，然后点击「报告」。你的手环日志、重新校准、定时导出和实验性探测也都在这里。
zh_hant: 為出問題的部分開啟一項測試，佩戴手環，然後點擊「報告」。你的手環日誌、重新校準、定時匯出和實驗性探測也都在這裡。

source: Turn on cycle awareness
de: Zyklusbewusstsein einschalten
es: Activar el seguimiento del ciclo
fr: Activer le suivi du cycle
it: Attiva la consapevolezza del ciclo
pl: Włącz świadomość cyklu
pt_pt: Ative a consciência do ciclo
ru: Включить учёт цикла
th: เปิดการรับรู้วงจร
zh_hans: 开启周期感知
zh_hant: 開啟週期感知

source: Turn on data sharing under Privacy & data to use this.
de: Aktivieren Sie die Datenfreigabe unter Datenschutz und Daten, um dies zu nutzen.
es: Active el uso compartido de datos en Privacidad y datos para usarlo.
fr: Activez le partage de données sous Confidentialité et données pour l'utiliser.
it: Attiva la condivisione dei dati in Privacy e dati per utilizzarla.
pl: Włącz udostępnianie danych w sekcji Prywatność i dane, by z tego korzystać.
pt_pt: Ative o compartilhamento de dados em Privacidade e dados para usar isso.
ru: Чтобы использовать это, включите обмен данными в разделе «Конфиденциальность и данные».
th: เปิดการแชร์ข้อมูลภายใต้ความเป็นส่วนตัวและข้อมูลเพื่อใช้สิ่งนี้
zh_hans: 打开“隐私和数据”下的数据共享即可使用它。
zh_hant: 打開“隱私和數據”下的資料共享即可使用它。

source: Turn on notifications for NOOP in Settings to get your wind-down reminder.
de: Schalten Sie Benachrichtigungen für NOOP in den Einstellungen ein, um Ihre Winddown-Erinnerung zu erhalten.
es: Encienda las notificaciones para NOOP en Ajustes para obtener su recordatorio de cierre.
fr: Activez les notifications pour NOOP dans Paramètres pour obtenir votre rappel de liquidation.
pl: Włącz powiadomienia dla NOOP w Ustawieniach, aby otrzymać przypomnienie o odpoczynku.
pt_pt: Ative as notificações NOOP em Definições para receber o teu lembrete de encerramento.
th: เปิดการแจ้งเตือนสำหรับ NOOP ในการตั้งค่าเพื่อรับการเตือนเตรียมเข้านอน

source: Turn on Rhythm
de: Rhythmus einschalten
es: Activar Ritmo
fr: Activer Rythme
it: Attiva Ritmo
pl: Włącz rytm
pt_pt: Ative o ritmo
ru: Включить Ритм
th: เปิดจังหวะ
zh_hans: 开启「节律」
zh_hant: 開啟「節律」

source: Turn on Settings → “Unlock WHOOP 5/MG deep data (R22)”, reconnect your strap, then open NOOP near it and let a day or two of motion sync. Your step estimate and the calibration below fill in once motion lands.
de: Aktivieren Sie Einstellungen → „Entsperren Sie WHOOP 5/MG Deep Data (R22)“, schließen Sie Ihren Gurt wieder an, öffnen Sie dann NOOP in der Nähe und lassen Sie die Bewegung ein oder zwei Tage lang synchronisieren. Sobald die Bewegung erreicht ist, werden Ihre Schrittschätzung und die Kalibrierung unten eingefügt.
es: Active Configuración → “Desbloquear WHOOP 5/MG deep data (R22)”, vuelva a conectar su correa, luego abra NOOP cerca de ella y deje uno o dos días de sincronización de movimiento. La estimación de pasos y la calibración a continuación se completan una vez que llega el movimiento.
fr: Activez Paramètres → « Déverrouiller WHOOP 5/MG deep data (R22) », reconnectez votre bracelet, puis ouvrez NOOP à proximité et laissez un jour ou deux de synchronisation de mouvement. Votre estimation de pas et l'étalonnage ci-dessous sont remplis une fois le mouvement atterri.
it: Attiva Impostazioni → "Sblocca WHOOP 5/MG deep data (R22)", ricollega il cinturino, quindi apri NOOP vicino ad esso e lascia che il movimento si sincronizzi per un giorno o due. La stima del tuo passo e la calibrazione di seguito si completano una volta che il movimento arriva.
pl: Włącz Ustawienia → „Odblokuj dane szczegółowe WHOOP 5/MG (R22)”, połącz opaskę ponownie, a potem otwórz NOOP w jej pobliżu i pozwól zsynchronizować ruch z dnia lub dwóch. Szacunek kroków i kalibracja poniżej uzupełnią się, gdy dane o ruchu dotrą.
pt_pt: Ative Configurações → “Desbloquear WHOOP 5/MG deep data (R22)”, reconecte sua pulseira, abra NOOP próximo a ela e deixe um ou dois dias de sincronização de movimento. Sua estimativa de passos e a calibração abaixo são preenchidas assim que o movimento ocorre.
ru: Включите «Настройки» → «Разблокировать WHOOP 5/MG глубокие данные (R22)», повторно подключите ремешок, затем откройте NOOP рядом с ним и дайте день или два синхронизировать движение. Ваша оценка шага и калибровка ниже заполняются после того, как движение приземлится.
th: เปิดการตั้งค่า → “ปลดล็อกข้อมูลเชิงลึก WHOOP 5/MG (R22)” เชื่อมต่อสายรัดของคุณอีกครั้ง จากนั้นเปิด NOOP ใกล้ ๆ แล้วปล่อยให้การเคลื่อนไหวซิงค์หนึ่งหรือสองวัน การประมาณก้าวของคุณและการปรับเทียบด้านล่างจะเติมทันทีที่การเคลื่อนไหวลงสู่พื้น
zh_hans: Turn on Settings → “Unlock WHOOP 5/MG deep data (R22)”, reconnect your strap, then open NOOP near it and let a day or two of motion sync.一旦运动落地，您的步数估计和下面的校准就会填写。
zh_hant: 開啟“設定”→“解鎖WHOOP 5/MG深度資料（R22）”，重新連接錶帶，然後開啟附近的NOOP，讓動作同步一兩天。一旦運動落地，您的步數估計和下面的校準就會填寫。

source: Turn on the wind-down reminder below to land at your wake time rested.
de: Schalte unten die Runterkommen-Erinnerung ein, um ausgeruht bei deiner Aufwachzeit zu landen.
es: Activa el recordatorio de relajación de abajo para llegar descansado a tu hora de despertar.
fr: Activez le rappel de détente ci-dessous pour arriver reposé à l'heure de réveil.
it: Attiva il promemoria di rilassamento qui sotto per arrivare riposato all'ora del risveglio.
pl: Włącz przypomnienie o odpoczynku poniżej, aby wylądować o godzinie po przebudzeniu i być wypoczętym.
pt_pt: Ative o lembrete de abrandamento abaixo para aterrar descansado na hora de acordar.
ru: Включите напоминание о подготовке ко сну ниже, чтобы проснуться отдохнувшим в нужное время.
th: เปิดการเตือนเตรียมเข้านอนด้านล่าง เพื่อให้ตื่นตามเวลาอย่างสดชื่น
zh_hans: 开启下方的放松提醒，让你在起床时间精神饱满地醒来。
zh_hant: 開啟下方的放鬆提醒，讓你在起床時間精神飽滿地醒來。

source: Turning deep data back off needs an iPhone or Android. A Mac can't form the encrypted bond a 5/MG requires.
de: Tiefe Daten wieder auszuschalten benötigt ein iPhone oder Android. Ein Mac kann die verschlüsselte Kopplung, die ein 5/MG verlangt, nicht herstellen.
es: Volver a desactivar los datos profundos requiere un iPhone o Android. Un Mac no puede formar el vínculo cifrado que exige una 5/MG.
fr: Désactiver à nouveau les données détaillées nécessite un iPhone ou un Android. Un Mac ne peut pas former l’appairage chiffré qu’exige un 5/MG.
it: Riattivare lo spegnimento dei dati approfonditi richiede un iPhone o un Android. Un Mac non può creare l’associazione cifrata richiesta da un 5/MG.
pl: Wyłączenie głębokich danych wymaga iPhone'a lub Android. Komputer Mac nie może utworzyć zaszyfrowanej więzi wymaganej przez 5/MG.
pt_pt: Voltar a desativar os dados profundos requer um iPhone ou Android. Um Mac não consegue formar a ligação encriptada que uma 5/MG exige.
ru: Чтобы снова отключить подробные данные, нужен iPhone или Android. Mac не может установить шифрованное сопряжение, которого требует 5/MG.
th: การปิดข้อมูลเชิงลึกกลับต้องใช้ iPhone หรือ Android Mac ไม่สามารถสร้างพันธะที่เข้ารหัสตามที่ต้องใช้ 5/MG
zh_hans: 重新关闭深层数据需要 iPhone 或 Android。Mac 无法建立 5/MG 所需的加密配对。
zh_hant: 重新關閉深層資料需要 iPhone 或 Android。Mac 無法建立 5/MG 所需的加密配對。

source: Turning this off hides Coach from the app and stops Coach check-ins. It does not delete chats or health data.
de: Wenn Sie dies deaktivieren, wird Coach aus der App ausgeblendet und das Einchecken von Coach gestoppt. Chats oder Gesundheitsdaten werden nicht gelöscht.
es: Al desactivar esto, se oculta Coach de la aplicación y se detiene el registro de Coach. No elimina chats ni datos de salud.
fr: La désactivation de cette option masque Coach de l'application et arrête les enregistrements Coach. Il ne supprime pas les discussions ni les données de santé.
it: La disattivazione nasconde Coach dall'app e interrompe i check-in Coach. Non elimina chat o dati sanitari.
pl: Wyłączenie tego ukrywa trenera w aplikacji i zatrzymuje jego zameldowania. Nie usuwa rozmów ani danych zdrowotnych.
pt_pt: Desativar isso oculta Coach do aplicativo e interrompe os check-ins de Coach. Não exclui bate-papos ou dados de saúde.
ru: При отключении этого параметра Coach скрывается из приложения и прекращается регистрация Coach. Он не удаляет чаты или данные о состоянии здоровья.
th: การปิดตัวเลือกนี้จะซ่อนโค้ชจากแอปและหยุดการเช็กอิน แต่จะไม่ลบแชตหรือข้อมูลสุขภาพ
zh_hans: 关闭此功能将从应用程序中隐藏 Coach 并停止 Coach 签入。它不会删除聊天或健康数据。
zh_hant: 關閉此功能將從應用程式中隱藏 Coach 並停止 Coach 簽入。它不會刪除聊天或健康數據。

source: Turning this switch off only stops NOOP sending the unlock. The flags it already wrote stay on the strap until something clears them. NOOP can write the off value to all 16 now and read each one back so you can see what the strap actually stores. Needs the strap connected and bonded.
de: Diesen Schalter auszuschalten stoppt nur, dass NOOP die Freischaltung sendet. Die bereits geschriebenen Flags bleiben auf dem Strap, bis sie etwas löscht. NOOP kann jetzt den Aus-Wert in alle 16 schreiben und jedes zurücklesen, damit du siehst, was der Strap tatsächlich speichert. Der Strap muss verbunden und gekoppelt sein.
es: Apagar este interruptor solo impide que NOOP envíe el desbloqueo. Las marcas ya escritas siguen en la pulsera hasta que algo las borre. NOOP puede escribir ahora el valor de apagado en las 16 y releer cada una para que veas lo que la pulsera guarda realmente. Requiere la pulsera conectada y vinculada.
fr: Désactiver cet interrupteur empêche seulement NOOP d’envoyer le déverrouillage. Les indicateurs déjà écrits restent sur le bracelet jusqu’à ce que quelque chose les efface. NOOP peut maintenant écrire la valeur d’arrêt dans les 16 et relire chacun d’eux pour que vous voyiez ce que le bracelet enregistre réellement. Nécessite le bracelet connecté et appairé.
it: Disattivare questo interruttore impedisce solo a NOOP di inviare lo sblocco. I flag già scritti restano sulla fascia finché qualcosa non li cancella. NOOP può scrivere ora il valore di spegnimento su tutti e 16 e rileggerli uno a uno, così vedi che cosa la fascia memorizza davvero. Richiede la fascia connessa e associata.
pl: Wyłączenie tego przełącznika zatrzymuje jedynie wysyłanie odblokowania przez NOOP. Flagi, które już napisał, pozostają na pasku, dopóki coś ich nie usunie. NOOP może teraz zapisać wartość wyłączenia do wszystkich 16 i odczytać każdą z nich, dzięki czemu możesz zobaczyć, co faktycznie przechowuje pasek. Wymaga połączenia i przyklejenia paska.
pt_pt: Desligar este interruptor apenas impede o NOOP de enviar o desbloqueio. As marcas já escritas permanecem na bracelete até que algo as limpe. O NOOP pode agora escrever o valor de desativação nas 16 e reler cada uma para que veja o que a bracelete guarda realmente. Necessita da bracelete ligada e emparelhada.
ru: Выключение этого переключателя лишь останавливает отправку разблокировки из NOOP. Уже записанные флаги остаются на браслете, пока что-нибудь их не очистит. NOOP может сейчас записать значение выключения во все 16 и прочитать каждый обратно, чтобы вы увидели, что браслет действительно хранит. Требуется подключённый и сопряжённый браслет.
th: การปิดสวิตช์นี้จะหยุดเฉพาะ NOOP ที่ส่งการปลดล็อคเท่านั้น ธงที่เขียนไว้แล้วจะยังคงอยู่บนสายรัดจนกว่าจะมีบางอย่างชัดเจน ตอนนี้ NOOP สามารถเขียนค่า off ให้กับทั้ง 16 ค่าและอ่านค่าแต่ละค่าย้อนหลังได้ เพื่อให้คุณเห็นว่าจริงๆ แล้วสายรัดเก็บอะไรไว้บ้าง จำเป็นต้องเชื่อมต่อสายรัดและผูกมัด
zh_hans: 关闭此开关只会让 NOOP 停止发送解锁序列。已写入的标记会留在手环上，直到有东西清除它们。NOOP 现在可以向全部 16 个标记写入关闭值并逐一读回，让你看到手环实际存储的内容。需要手环已连接并完成配对。
zh_hant: 關閉此開關只會讓 NOOP 停止傳送解鎖序列。已寫入的標記會留在手環上，直到有東西清除它們。NOOP 現在可以向全部 16 個標記寫入關閉值並逐一讀回，讓你看到手環實際儲存的內容。需要手環已連線並完成配對。

source: Two independent protocol tables disagree on the extended-battery opcode (98 vs 87). This sends the curated read-only 98 and shows the strap's full raw reply. A battery-style payload confirms 98 on your firmware; a short stub means it stays ambiguous. Nothing is written to the strap.
de: Zwei unabhängige Protokolltabellen widersprechen sich beim Extended-Battery-Opcode (98 vs. 87). Dies sendet das kuratierte, nur lesende 98 und zeigt die vollständige Rohantwort des Bands. Eine batterieartige Nutzlast bestätigt 98 auf deiner Firmware; ein kurzer Stub bleibt mehrdeutig. Es wird nichts auf das Band geschrieben.
es: Dos tablas de protocolo independientes discrepan sobre el opcode de batería extendida (98 vs 87). Esto envía el 98 curado y de solo lectura y muestra la respuesta cruda completa de la banda. Una carga tipo batería confirma 98 en tu firmware; un stub corto lo deja ambiguo. No se escribe nada en la banda.
fr: Deux tables de protocole indépendantes divergent sur l'opcode de batterie étendue (98 contre 87). Ceci envoie le 98 curé en lecture seule et affiche la réponse brute complète du bracelet. Une charge de type batterie confirme 98 sur votre firmware ; un stub court le laisse ambigu. Rien n'est écrit sur le bracelet.
pl: Dwie niezależne tabele protokołów nie zgadzają się co do kodu operacji o rozszerzonej baterii (98 vs 87). Spowoduje to wysłanie wybranego numeru 98 w trybie tylko do odczytu i wyświetlenie pełnej nieprzetworzonej odpowiedzi paska. Ładunek przypominający baterię potwierdza 98 w oprogramowaniu sprzętowym; krótki odcinek oznacza, że ​​pozostaje niejednoznaczny. Na pasku nic nie jest zapisane.
pt_pt: Duas tabelas de protocolo independentes discordam quanto ao opcode de bateria alargada (98 vs 87). Isto envia o 98 de leitura, validado e mostra a resposta bruta completa da bracelete. Uma carga útil tipo bateria confirma 98 no teu firmware; um esboço curto significa que permanece ambíguo. Nada é escrito na bracelete.
th: ตารางโปรโตคอลอิสระสองตารางไม่เห็นด้วยกับ opcode ของแบตเตอรี่เสริม (98 กับ 87) ซึ่งจะส่ง 98 แบบอ่านอย่างเดียวที่คัดสรรแล้วและแสดงการตอบกลับแบบ Raw ทั้งหมดของสายรัด เพย์โหลดแบบแบตเตอรี่ยืนยัน 98 บนเฟิร์มแวร์ของคุณ ต้นขั้วสั้นหมายความว่ายังคงคลุมเครือ ไม่มีสิ่งใดเขียนลงบนสายรัด

source: Type a question for the coach.
de: Gib eine Frage für den Coach ein.
es: Escribe una pregunta para el Coach.
fr: Saisissez une question pour le Coach.
it: Scrivi una domanda per il Coach.
pl: Wpisz pytanie do trenera.
pt_pt: Escreve uma pergunta para o Coach.
ru: Введите вопрос для Coach.
th: พิมพ์คำถามสำหรับโค้ช
zh_hans: 输入一个问题来询问 Coach。
zh_hant: 輸入一個問題來詢問 Coach。
